#tap "cantino/mcfly", "https://github.com/cantino/mcfly"

cask "google-chrome"
cask "calibre"
cask "authy"
cask "iterm2"

# Visual Studio Code
cask "visual-studio-code"

# CLI
brew "stack"
brew "lastpass-cli"
brew "gnupg"
brew "pinentry-mac"
brew "watch"
brew "nvm"
brew "diff-so-fancy"
brew "autojump"
brew "the_silver_searcher"
brew "git-crypt"
brew "git-lfs"
brew "tree"
brew "zsh-autosuggestions"
