tap "cantino/mcfly", "https://github.com/cantino/mcfly"

cask "google-chrome"
cask "1password"
cask "slack"
cask "evernote"
cask "calibre"
cask "authy"
cask "iterm2"
cask "astropad"
cask "google-cloud-sdk"

# Visual Studio Code
cask "visual-studio-code"

# JetBrains
cask "pycharm"
cask "phpstorm"
cask "intellij-idea"
cask "webstorm"

# TLA+
cask "tla-plus-toolbox"

# Dev tools
cask "java"
cask "docker"
cask "dropbox"
cask "minikube"
cask "virtualbox"

# CLI
brew "stack"
brew "cabal-install"
brew "lastpass-cli"
brew "kubectl"
brew "kubernetes-helm"
brew "gnupg"
brew "watch"
brew "rbenv"
brew "nvm"
brew "diff-so-fancy"
# zlib required for pyenv
brew "zlib"
brew "php"
brew "pyenv"
brew "pipenv"
brew "autojump"
brew "the_silver_searcher"
brew "git-crypt"
brew "terraform"
brew "postgresql"
brew "maven"
brew "tree"
brew "go"
brew "rust"
brew "mono"
brew "yq"
brew "graphviz"
brew "awscli"
brew "dhall-json"
brew "idris"
